tap 'homebrew/cask-fonts'

brew 'antigen'
brew 'asdf'
brew 'git'
brew 'gh'
brew 'gnu-tar'
brew 'gpg'
brew 'mas'
brew 'minikube'
brew 'postgresql'
brew 'redis'
brew 'terraform'
brew 'tldr'
brew 'tmux'
brew 'tree'
brew 'vim'
brew 'wifi-password' 
brew 'wget'
brew 'zsh'

# App Store
mas '1Password', id: 1333542190
mas 'Amphetamine', id: 937984704
mas 'DaisyDisk', id: 411643860
mas 'ForkLift', id: 412448059
mas 'Keynote', id: 409183694
mas 'Kindle', id: 405399194
mas 'Mactracker', id: 430255202
mas 'Magnet', id: 441258766
mas 'Noizio', id: 928871589
mas 'Numbers', id: 409203825
mas 'Pages', id: 409201541
mas 'Pixelmator Pro', id: 1289583905
mas 'Pocket', id: 568494494
mas 'Reeder', id: 1449412482
mas 'Slack', id: 803453959
mas 'Telegram', id: 747648890
mas 'Things3', id: 904280696
mas 'TrashMe', id: 443126292
mas 'Trello', id: 1278508951
mas 'Twitter', id: 1482454543
mas 'Whatsapp', id: 1147396723
mas 'WiFi Scanner', id: 411680127
mas 'Xcode', id: 497799835

cask 'alfred'
cask 'authy'
cask 'cakebrew'
cask 'cleanshot'
cask 'coconutbattery'
cask 'dash'
cask 'discord'
cask 'docker'
cask 'dropbox'
cask 'firefox'
cask 'font-fira-code'
cask 'font-fira-mono-for-powerline'
cask 'font-jetbrains-mono'
cask 'fork'
cask 'graphiql'
cask 'imageoptim'
cask 'insomnia'
cask 'iterm2'
cask 'monitorcontrol'
cask 'notion'
cask 'obs'
cask 'proxyman'
cask 'sketch'
cask 'sloth'
cask 'spotify'
cask 'tableplus'
cask 'tor-browser'
cask 'visual-studio-code'
cask 'vlc'
