tap 'heroku/brew'
tap 'homebrew/cask-fonts'

brew 'antigen'
brew 'archey'
brew 'asdf'
brew 'git'
brew 'gnu-tar'
brew 'gpg'
brew 'heroku'
brew 'hub'
brew 'mas'
brew 'minikube'
brew 'postgresql'
brew 'redis'
brew 'terraform'
brew 'tldr'
brew 'tmux'
brew 'tree'
brew 'vim'
brew 'wget'
brew 'zsh'

# App Store
mas '1Password', id: 1333542190
mas 'Amphetamine', id: 937984704
mas 'Annotate', id: 918207447
mas 'DaisyDisk', id: 411643860
mas 'ForkLift', id: 412448059
mas 'Keynote', id: 409183694
mas 'Kindle', id: 405399194
mas 'Mactracker', id: 430255202
mas 'Noizio', id: 928871589
mas 'Numbers', id: 409203825
mas 'Pages', id: 409201541
mas 'Pixelmator', id: 407963104
mas 'Pocket', id: 568494494
mas 'Reeder', id: 1449412482
mas 'Slack', id: 803453959
mas 'Telegram', id: 747648890
mas 'Things3', id: 904280696
mas 'TrashMe', id: 443126292
mas 'Trello', id: 1278508951
mas 'Tweetbot', id: 1384080005
mas 'Whatsapp', id: 1147396723
mas 'WiFi Scanner', id: 411680127
mas 'Xcode', id: 497799835

cask 'alfred'
cask 'bartender'
cask 'blisk'
cask 'brave-browser'
cask 'chromedriver'
cask 'coconutbattery'
cask 'dash'
cask 'discord'
cask 'docker'
cask 'dropbox'
cask 'firefox'
cask 'font-fira-mono-for-powerline'
cask 'font-jetbrains-mono'
cask 'google-chrome'
cask 'graphiql'
cask 'imageoptim'
cask 'istat-menus'
cask 'iterm2'
cask 'kitematic'
cask 'notion'
cask 'obs'
cask 'sketch'
cask 'sloth'
cask 'spectacle'
cask 'spotify'
cask 'steam'
cask 'tor-browser'
cask 'tower'
cask 'vagrant'
cask 'virtualbox'
cask 'visual-studio-code'
cask 'vlc'
