brew "antigen"
brew "asdf"
brew "git"
brew "gnu-tar", args: ["with-default-names"]
brew "heroku"
brew "mas"
brew "postgresql"
brew "redis"
brew "tmux"
brew "tree"
brew "wget"
brew "zsh"

# App Store
mas '1Password', id: 443987910
mas 'Amphetamine', id: 937984704
mas 'Annotate', id: 918207447
mas 'DaisyDisk', id: 411643860
mas 'ForkLift', id: 412448059
mas 'Keynote', id: 409183694
mas 'Kindle', id: 405399194
mas 'Mactracker', id: 430255202
mas 'Noizio', id: 928871589
mas 'Numbers', id: 409203825
mas 'Pages', id: 409201541
mas 'Pixelmator', id: 407963104
mas 'Pocket', id: 568494494
mas 'Reeder', id: 880001334
mas 'Slack', id: 803453959
mas 'Spark', id: 1176895641
mas 'Telegram', id: 747648890
mas 'Things3', id: 904280696
mas 'Trello', id: 1278508951
mas 'Tweetbot', id: 557168941
mas 'WiFi Scanner', id: 411680127
mas 'Xcode', id: 497799835

cask 'atom'
cask 'bartender'
cask 'blisk'
cask 'firefox'
cask 'imageoptim'
cask 'kitematic'
cask 'tower'
